{
  "am": {
    "new_congratulations_text": "ልዩ ምርጫ! በፎልደር ውስጥ ሁሉንም የግምት ካርዶችን ተደምሰስተህ አስተረጉምህ!"
  },
  "ar": {
    "new_congratulations_text": "تهانينا، لقد حفظت جميع بطاقات الذاكرة في مجلد!"
  },
  "arc": {
    "new_congratulations_text": "ܚܒܝܒܐ ܫܠܡܐ! ܡܢܐ ܕܗܕܐ ܕܟܬܒܐ ܟܠܗܘܢ ܬܠܝܐ ܥܡܠܝܬ."
  },
  "az": {
    "new_congratulations_text": "Təbriklər, bir qovluqdakı bütün kartları yaddaşınıza aldınız!"
  },
  "be": {
    "new_congratulations_text": "Віншуем, вы запамяталі ўсе карткі памяці ў тэчцы!"
  },
  "bg": {
    "new_congratulations_text": "Поздравления, запомнихте всички картки памет в папката!"
  },
  "ckb": {
    "new_congratulations_text": "پیرۆزە، هەموو کارتێکانی فلاشکارد لە فۆڵدەرێکدا بیرکردنەوەیەت کردووە!"
  },
  "crs": {
    "new_congratulations_text": "Félicitations, vous avez mémorisé toutes les fiches d'étude dans un dossier!"
  },
  "cs": {
    "new_congratulations_text": "Gratulujeme, zapamátili jste si všechny kartičky na učenie v zložke!"
  },
  "da": {
    "new_congratulations_text": "Tillykke, du har husket alle læringskortene i en mappe!"
  },
  "de": {
    "new_congratulations_text": "Herzlichen Glückwunsch, du hast alle Lernkarten in einem Ordner auswendig gelernt!"
  },
  "el": {
    "new_congratulations_text": "Συγχαρητήρια, έχεις απομνημονεύσει όλες τις κάρτες μνήμης σε έναν φάκελο!"
  },
  "en": {
    "new_congratulations_text": "Congratulations, you've memorized all flashcards in a folder!"
  },
  "es": {
    "new_congratulations_text": "¡Felicidades, has memorizado todas las tarjetas de estudio en una carpeta!"
  },
  "et": {
    "new_congratulations_text": "Palju õnne, oled meelde jätnud kõik õppekaardid kaustas!"
  },
  "fa": {
    "new_congratulations_text": "تبریک می‌گوییم، شما تمام کارت‌های درسی را در یک پوشه به خاطر سپردید!"
  },
  "fi": {
    "new_congratulations_text": "Onnittelut, olet muistanut kaikki oppimiskortit kansiossa!"
  },
  "fr": {
    "new_congratulations_text": "Félicitations, vous avez mémorisé toutes les fiches d'étude dans un dossier !"
  },
  "ha": {
    "new_congratulations_text": "Taya murna, ka ƙware duk katunan koyo a cikin babban fayil!"
  },
  "haw": {
    "new_congratulations_text": "Hauʻoli mākou, ua hoʻomanaʻo ʻoe i nā kāleka hoʻomaʻamaʻa a pau ma loko o kahi waihona!"
  },
  "he": {
    "new_congratulations_text": "מזל טוב, זכרת את כל כרטיסי הלמידה בתיקייה!"
  },
  "hi": {
    "new_congratulations_text": "बधाई हो, आपने एक फ़ोल्डर में सभी शिक्षण कार्ड याद कर लिए हैं!"
  },
  "hr": {
    "new_congratulations_text": "Čestitamo, zapamtili ste sve kartice u mapi!"
  },
  "ht": {
    "new_congratulations_text": "Felisitasyon, ou sonje tout kat aprantisaj yo nan yon katab!"
  },
  "hu": {
    "new_congratulations_text": "Gratulálunk, megtanultad az összes tanulókártyát egy mappában!"
  },
  "hy": {
    "new_congratulations_text": "Շնորհավորում ենք, դուք հիշեցնեիք բոլոր ուսումնական քարտերը ֆոլդերում!"
  },
  "id": {
    "new_congratulations_text": "Selamat, kamu telah menghafal semua kartu belajar dalam folder!"
  },
  "ig": {
    "new_congratulations_text": "Ekele, ị mụtara niile kaadị mmụta dị na folda!"
  },
  "it": {
    "new_congratulations_text": "Congratulazioni, hai memorizzato tutte le schede di studio in una cartella!"
  },
  "ja": {
    "new_congratulations_text": "おめでとうございます、フォルダー内のすべての学習カードを記憶しました！"
  },
  "ka": {
    "new_congratulations_text": "გილოცავთ, შენ მახსოვს ყველა სწავლის ბარათი საქაღალდეში!"
  },
  "kk": {
    "new_congratulations_text": "Құттықтаймыз, сіз қалтадағы барлық оқу карталарын есте сақтадыңыз!"
  },
  "kl": {
    "new_congratulations_text": "Imalunni, piffissaq aalisissami pitsaanilu allat pissannginneq!"
  },
  "km": {
    "new_congratulations_text": "អបអរសាទរ អ្នកបានចងចាំកាតបង្រៀនទាំងអស់នៅក្នុងថតមួយ!"
  },
  "ko": {
    "new_congratulations_text": "축하합니다, 폴더 내의 모든 학습 카드를 암기했습니다!"
  },
  "ks": {
    "new_congratulations_text": "مبارک ہو، آپ نے ایک فولڈر میں تمام تعلیمی کارڈز یاد کر لیے ہیں!"
  },
  "ky": {
    "new_congratulations_text": "Куттуктайбыз, сиз папкадагы бардык оқу карталарын есте сақтадыңыз!"
  },
  "ln": {
    "new_congratulations_text": "Bolamu, omememisi mikanda nyonso na yango kitoko oyo na libanda moko!"
  },
  "lo": {
    "new_congratulations_text": "ຍິນດີຕ້ອນຮັບ, ທ່ານໄດ້ຈຳເຂົ້າການຮຽນການຮຽນທັງໝົດໃນໂຟນເດີ!"
  },
  "lt": {
    "new_congratulations_text": "Sveikiname, įsimenate visus mokymosi korteles aplanke!"
  },
  "lv": {
    "new_congratulations_text": "Apsveicam, jūs esat iegaumējis visas mācību kartiņas mapē!"
  },
  "mi": {
    "new_congratulations_text": "Aroha nui, kua maumahara koe ki ngā kaari ako katoa kei roto i tētahi kōpaki!"
  },
  "mn": {
    "new_congratulations_text": "Танд баяр хүргэе, та хавтас дахь бүх сургалтын картуудыг дурсаж авсан!"
  },
  "ms": {
    "new_congratulations_text": "Tahniah, anda telah menghafal semua kad belajar dalam folder!"
  },
  "ne": {
    "new_congratulations_text": "बधाई छ, तपाईंले एक फोल्डरमा सबै शिक्षण कार्डहरू याद गर्नुभयो!"
  },
  "nl": {
    "new_congratulations_text": "Gefeliciteerd, je hebt alle studiekortjes in een map gememoriseerd!"
  },
  "no": {
    "new_congratulations_text": "Gratulerer, du har husket alle læringskortene i en mappe!"
  },
  "pl": {
    "new_congratulations_text": "Gratulacje, zapamiętałeś wszystkie karty memoryczne w folderze!"
  },
  "ps": {
    "new_congratulations_text": "مبارک شه، تاسو په یوه فولډر کې ټول تعلیمي کارڈز یاد کر لیے ہیں!"
  },
  "pt": {
    "new_congratulations_text": "Parabéns, você memorizou todas as cartas de estudo em uma pasta!"
  },
  "ro": {
    "new_congratulations_text": "Felicitări, ai memorat toate cardurile de studiu într-un folder!"
  },
  "ru": {
    "new_congratulations_text": "Поздравляем, вы запомнили все учебные карты в папке!"
  },
  "sd": {
    "new_congratulations_text": "مبارڪون، توهان هڪ فولڊر ۾ سڀني تعليمي ڪارڊن کي ياد ڪيو آهي!"
  },
  "sk": {
    "new_congratulations_text": "Gratulujeme, zapamätali ste si všetky kartičky na učenie v zložke!"
  },
  "sl": {
    "new_congratulations_text": "Čestitamo, si si zapomnil vse učne kartice v mapi!"
  },
  "so": {
    "new_congratulations_text": "Hambalyo, waxaad xafiday dhammaan kaararka waxbarashada ee ku jira galka!"
  },
  "sq": {
    "new_congratulations_text": "Urime, ju keni memoruar të gjitha kartat e studimit në një dosje!"
  },
  "sr": {
    "new_congratulations_text": "Čestitamo, zapamtili ste sve kartice za učenje u fascki!"
  },
  "sv": {
    "new_congratulations_text": "Grattis, du har memorerat alla studiekort i en mapp!"
  },
  "sw": {
    "new_congratulations_text": "Hongera, umejifunza katikati zote za masomo kwenye folda!"
  },
  "syr": {
    "new_congratulations_text": "ܠܒܝܫܐ ܫܠܡܐ، ܐܢܬ ܦܠܐܫܟܐܪܕ ܟܠܗܘܢ ܕܡܢܗܝܢ ܒܥܠܡܐ ܕܟܬܒܐ!"
  },
  "tg": {
    "new_congratulations_text": "Tabrik, шумо ҳамаи картҳои омӯзишро дар як папка хотиранда гирифтед!"
  },
  "th": {
    "new_congratulations_text": "ขอแสดงความยินดี คุณจำการ์ดเรียนทั้งหมดในโฟลเดอร์ได้แล้ว!"
  },
  "tk": {
    "new_congratulations_text": "Gutlaýarys, siz bukjasynda ähli okuw kartalaryny ýatda sakladyňyz!"
  },
  "tl": {
    "new_congratulations_text": "Binabati, naaalala mo na ang lahat ng kard ng pag-aaral sa isang folder!"
  },
  "tpi": {
    "new_congratulations_text": "Kongras, yu i mas save blong save olgeta kadi bilong kisim save long wanpela folda!"
  },
  "tr": {
    "new_congratulations_text": "Tebrikler, bir klasördeki tüm öğrenme kartlarını ezberlediniz!"
  },
  "ug": {
    "new_congratulations_text": "تەبرىكلەر، سىز بىر مۇندەرىجىدىكى بارلىق ئوقۇش كارتىلىرىنى ئەستايىدىل ئۆگەندىڭىز!"
  },
  "uk": {
    "new_congratulations_text": "Вітаємо, ви запам'ятали всі навчальні картки в папці!"
  },
  "ur": {
    "new_congratulations_text": "مبارک ہو، آپ نے ایک فولڈر میں تمام تعلیمی کارڈز یاد کر لیے ہیں!"
  },
  "uz": {
    "new_congratulations_text": "Tabriklaymiz, siz bir papkadagi barcha o‘quv kartalarini yodga oldingiz!"
  },
  "vi": {
    "new_congratulations_text": "Chúc mừng, bạn đã ghi nhớ tất cả các thẻ học tập trong một thư mục!"
  },
  "wo": {
    "new_congratulations_text": "Jamm rekk, nga la ngeen jang ci ay kadi yu am ci njëggalu!"
  },
  "xh": {
    "new_congratulations_text": "Siyakuvuyela, ufundile zonke ikadi zokufunda kwifolda!"
  },
  "yo": {
    "new_congratulations_text": "Ẹ ku oriire, o ti kọ gbogbo awọn kaadi keko inu folda kan!"
  },
  "zh": {
    "new_congratulations_text": "恭喜你，你已经记住了文件夹中的所有学习卡片！"
  },
  "zu": {
    "new_congratulations_text": "Siyakuhalalisela, usuzifundile zonke amakadi okufunda kufolda!"
  }
}